Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=23_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: SääŠmǩiõll
fin: Saamen kieli

source: SääŠmteeŠǧǧest sääŠmǩiõŠlle kuõskki aaŠššin vaŠsttad sääŠm ǩiõllsuåvtõs
fin: Saamelaiskäräjillä saamen kieleen liittyvistä asioista vastaa saamen kielineuvosto.

source: SääŠm ǩiõllsuåvtõõzz kõskkvuõđâst sääŠmteŠǧǧ vaŠllʼjad võboršeeŠǩǩes še sääŠm parlamentaarlaž suåvtõõzz vuâlšen tuåimmi õhttsažtâŠvvjânnamlaž
fin: Saamen kielineuvoston keskuudesta saamelaiskäräjät valitsee edustajansa myös saamelaisen parlamentaarisen neuvoston alaisuudessa toimivaan saamen kielilautakuntaan.

source: sääŠmǩiõll koontâr
fin: Yhteispohjoismaista kieliyhteistyötä uudistetaan Interreg-rahoitteisella hankkeella 1.8.2015 - 31.5.2018, Sámi Giellagáldu.

source: , kååŠtt vaŠsttad sääŠm ǩiõllʼläkka kuõskki joortõõzzi tuåimtumuužžâst veŠrǧǧneeŠǩǩid, tuõjjstââll sääŠmǩiõl stattuuz pueŠreem diõtt da vuässââtt jeeŠresnallšem ämmätsaŠnnõõzzi projeektid.
fin: Saamelaiskäräjillä on saamen kielen toimisto, joka vastaa mm. saamen kielilakiin liittyvien käännösten toimittamisesta viranomaisille, työskentelee saamen kielen aseman parantamiseksi sekä osallistuu erinäisiin terminologiaprojekteihin.

source: LääŠddjânnam kolmm sääŠmǩiõl
fin: Suomen kolme saamen kieltä

source: SääŠmǩiõl liâ õhttseŠžže lååi, täin kolmm maainstet LääŠddjânnam saaŠmi dommvuuŠdest.
fin: Saamen kieliä on yhteensä kymmenen, näistä kolmea puhutaan Suomessa saamelaisten kotiseutualueella.

source: Ǩiõllʼlânji LääŠddjânnam saaŠmid vueiŠtet jueŠǩǩed vuäŠrjjelsäŠmmliŠ žžen, aanarsäŠmmliŠžžen da nuõrttsäŠmmliŠžžen.
fin: Suomen saamelaiset vodaan siten kielellisesti jakaa kolmeen ryhmään: pohjoissaamelaisiin, inarinsaamelaisiin ja kolttasaamelaisiin.

source: Šuurmõs ǩiõllååŠblǩin lij tâŠvvsääŠmǩiõll (davvisámegiella), koon maainstet nuŠtt LääŠddjânnmest, Ruõccâst da še Taarrâst.
fin: Suurin kielimuodoista on pohjoissaame (davvisámegiella), jota käytetään sekä Suomen, Ruotsin että Norjan puolella.

source: SääŠmǩiõl da sääŠmǩiõllsaž mättʼtõõzzâst, sääŠmǩiõllsaž kommunikâŠsttmõõžžâst, ǩeŠrjjlažvuõđâst, musiikkâst da pukin čõõđtum sääŠmǩiõllsaž materiaalin, jäänaš vuäŠss lij tâŠvvsääŠmǩiõllsaž.
fin: Suurin osa saamen kielen ja saamenkielisestä opetuksesta, saamenkielisestä tiedonvälityksestä, kirjallisuudesta, musiikista ja kaikesta julkaistusta saamenkielisestä materiaalista on pohjoissaamenkielistä.

source: Ärvvlõõzzi mieŠldd pukin säämas maainsteei persoonin 75-90% maainste tâŠvvsääŠmǩiõl da seeŠst jäänaš vuäŠss jäälast Taarrâst.
fin: Arviolta 75-90 % kaikista saamea puhuvista henkilöistä käyttää pohjoissaamea. Suurin osa heistä asuu Norjan puolella.

source: LääŠddjânnmest liâ nuŠtt 2000 persoon, kook maainste jieŠnnǩiõllân tâŠvvsääŠmǩiõl.
fin: Suomessa pohjoissaamea puhuu äidinkielenään arviolta noin 2000 henkilöä.

source: NuõrttsääŠmǩiõl leät maainstum ääŠrbvuâlžânji Kuâlõõǥǥ njarggjânnam viõstârǩieŠjji beäŠlnn da nuõrttsääŠmǩiõl jieŠnnǩiõllân maainsteei nuõrttsaaŠmid aazzteš LääŠddjânnma, mâŋŋa mõõnni vääiŠn.
fin: Koltansaamea on perinteisesti käytetty Kuolan niemimaan länsiosissa, josta sitä äidinkielenään puhuneita kolttasaamelaisia asutettiin Suomeen viime sotien jälkeen.

source: ÅåŠn nuõrttsaaŠmin jäänaš vuäŠss jäälast Aanar kååŠdd vuuŠdest da nuõrttsääŠmǩiõl maainsteeŠji lååkkmieŠrren ärvvlõõđât nuŠtt 350 maainsteei.
fin: Tänä päivänä kolttasaamelaiset asuvat pääosin Inarin kunnan alueella ja koltansaamen puhujien lukumäärän arvioidaan olevan n. 350.

source: NuõrttsääŠmǩiõl vueŠǩǩ lij ååŠn nuŠtt, što nuõrab puõlvvõk ij leäkku mättjam maainstet nuõrttsääŠmǩiõl jieŠnnǩiõllân.
fin: Hälyttävää koltansaamen tilanteen kannalta on se, että nuorempi sukupolvi ei ole oppinut kolttasaamea äidinkielenään.

source: ǨiõllpieŠsstuåimmjumuš da nuõrttsääŠmǩiõllsaž škooulmättʼtõs lij kâŠl mõõŠnne veeŠrd lââŠzztam ǩiõl âânnmõõžž lääŠddǩiõl kuâŋŋad.
fin: Kielipesätoiminta ja koltankielinen kouluopetus ovat kuitenkin jonkin verran lisänneet kielen käyttöä suomen kielen rinnalla.

source: AanarsääŠmǩiõll lij sääŠmǩiõlin oŠdinakai ǩiõll, koon maainstet tåŠlǩ LääŠddjânnmest da koon leät maainstum ääŠrbvuâlžânji tåŠlǩ Aanar kååŠdd vuuŠdest.
fin: Inarinsaamen kieli on saamenkielistä ainoa jota puhutaan vain Suomessa ja jota on perinteisesti puhuttu vain Inarin kunnan alueella.

source: AanarsääŠmǩiõl maainsteei liâ nuŠtt 300.
fin: Inarinsaamen kieltä puhuvia on noin 300.

source: AanrsääŠm ǩeŠrjjǩiõll lij ravvnam da jeällʼjam mõõnni eeŠjji äiŠǧǧen ǩiõllpieŠsstuåimmjumuužž vieŠǩǩin.
fin: Inarinsaamen kirjakielen asema on vahvistunut ja elpynyt viimeisten vuosien aikana kielipesätoiminnan avulla.

source: Še škooulâst aanarsääŠmǩiõlin uŠvddum mättʼtõõzz mieŠrr lij piirieeŠjji lâssnam, koon oŠnnstemvuõtt lij leämmaž ǩiõllpieŠzz tuåimmjumuužž šõddmõõžžâst.
fin: Myös koulussa inarinsaamenkielellä annetun opetuksen määrä on vuosittain lisääntynyt huomattavasti juuri kielipesä toiminnan ansioista.

source: SääŠmǩiõl da SääŠmteŠǧǧ
fin: Saamen kielet ja Saamelaiskäräjät

source: SääŠmǩiõll lij sääŠm alggmeer ǩiõll.
fin: Saamen kieli on saamelaisen alkuperäiskansan kieli.

source: LääŠddjânnam riikk lij lääŠjjšeâttmõõzzineez di meeraikõskksaž suåppmõõžžin čõnnõõttâm staanâd sääŠm alggmeer ǩiõl da kulttuur ooudâsjuäŠtǩǩumuužž da ooudâsviikkmõõžž.
fin: Suomen valtio on omalla lainsäädännöllään sekä kansainvälisillä sopimuksilla sitoutunut turvaamaan saamelaisen alkuperäiskansan kielen ja kulttuurin ylläpitämisen ja kehittämisen.

source: SaaŠmin lij LääŠddjânnam vuâđđlääŠjj mieŠldd ǩiõles da kulttuures kuõskki jiõččvaaldšem saaŠmi dommvuuŠdest.
fin: Saamelaisilla on Suomen perustuslain mukaan kieltään ja kulttuuriaan koskeva itsehallinto saamelaisten kotiseutualueella.

source: Tän jiõččvaaldšem čõõđat SääŠmteŠǧǧ.
fin: Tätä itsehallintoa toteuttaa Saamelaiskäräjät.

source: SääŠmǩiõli staattus lij vaarvuâlaž tõŠst huõlǩâni, håŠt sääŠmǩiõli vueŠǩǩ måttmi pääiŠǩin lij puärrnam mõõnni eeŠjjin.
fin: Saamen kielten asema on uhanalainen vaikka saamen kielten tilanne on joiltakin osin viime vuosina parantunut.

source: ʼhttsažkååddlaž tuåimin huõlǩâni puk sääŠmǩiõl koŠlle Unesco meeraikõskksaž klasstõõllmõõžž mieŠldd vaarvuâlaž ǩiõlid.
fin: Yhteiskunnallisista toimista huolimatta kaikki saamen kielet kuuluvat Unescon kansainvälisen luokituksen mukaan uhanalaisiin kieliin.

source: Ǩeässa 2002 tuŠmmješ väŠldded sääŠmǩiõl, EU:n komissia tuõđsânji vaarvuâlaž ǩiõli prograŠmme.
fin: Kesällä 2002 saamen kieli päätettiin ottaa mukaan EU:n komission vakavasti uhanalaisten kielten ohjelmaan.

source: HåŠt sääŠmǩiõlid leät mõõn-ne veeŠrd põsttum jeälltet, taarbše tõk jiânnai jeeŠresnallšem tueŠrjjeemtuåimid seillam diõtt puõlvvõõǥǥâst nobba.
fin: Vaikka saamen kieliä on jonkin verran pystytty elvyttämään, tarvitsevat ne paljon erinäisiä tukitoimenpiteitä säilyäkseen sukupolvelta toiselle.

source: LääŠddjânnmest lij valmštõõllâm vueŠlnn sääŠmǩiõli kuõskki ǩiõlljeälltemprogramm da SääŠmteŠǧǧ lij ǩiirtam ceâlklmest, jeälltemprograamm tuåimmapiijjâmtuâjai resuurssid da tiuŠddepiijjmõõžž.
fin: Suomessa on valmisteilla saamen kieliä koskeva kielenelvyttämisohjelma ja Saamelaiskäräjät on lausunnossaan kiirehtinyt elvyttämisohjelman toimenpiteiden resursseja ja täytäntöönpanoa.

source: SääŠmǩiõl kuõskki aaŠššin sääŠmteeŠǧǧest vaŠsttad sääŠm ǩiõllsuåvtõs.
fin: Saamen kieleen liittyvistä asioista saamelaiskäräjillä vastaa saamen kielineuvosto.

source: SääŠmǩiõl koontâr õõutsââŠjest sääŠm ǩiõllsuåvtõõzzin čuâvv da veekk ooudâs saaŠmi sääŠmǩiõll-lääŠjjest peäggtum ǩiõllʼlaž vuõiggâdvuõđi teâuddjumuužž.
fin: Saamen kielen toimisto yhdessä saamen kielineuvoston kanssa valvoo ja edistää saamelaisten saamen kielilaissa mainittujen kielellisten oikeuksien toteutumista.

source: SaaŠmi vuõiggâdvuõđâst ââŠnned jieŠnnǩiõŠlle kuulli sääŠmǩiõles veŠrǧǧneeŠǩǩin, šiõtteeš vuõssmõs vuâra eeŠjjest 1991 (516/1991) ns.
fin: Saamelaisten oikeudesta käyttää omaa kieltään viranomaisissa säädettiin ensimmäisen kerran vuonna 1991 (516/1991) ns. saamelaisten kielilailla.

source: SaaŠmi ǩiõllʼlaž vuõiggâdvuõđi čõõđtumuš vuâđđõõvi tõn lääŠjjest ââldmõsân ǩiõl jåårǥlâŠttmõŠšše da tuŠlkkumuŠšše.
fin: Saamelaisten kielellisten oikeuksien toteuttaminen perustui tuossa laissa lähinnä kääntämiseen ja tulkkaukseen.

source: JiõččääŠššest tõn diõtt saaŠmi ǩiõllʼlaž vuõiggâdvuõđ jiâ leämmaž vueŠjji mieŠldd teâuddjam ni âlddsin tõn veeidasvuõđâst, mäŠhtt lääŠjjšiõtteei leäi lääŠjj šiõttʼteŠmmen jorddam.
fin: Pääasiassa sen vuoksi saamelaisten kielelliset oikeudet eivät käytännössä toteutuneet läheskään siinä laajuudessa kuin lainsäätäjä oli lakia säätäessään tarkoittanut.

source: SääŠmǩiõll-lääŠjj oođeeš eeŠjjest 2003 seämmapoodd takai ǩiõll-laaŠjjin (423/2003).
fin: Saamen kielilakia uudistettiin vuonna 2003 samanaikaisesti yleisen kielilain (423/2003) kanssa.

source: Ođđ sääŠm ǩiõllʼlääŠǩǩ (1086/03) šõõddi viõŠǩǩe eeŠjj 2004 aalǥâst da tõn mieŠrren lij peäŠlstes staanâd vuâđđlääŠjjest šiõttuum saaŠmi vuõiddâdvuõtt ââŠnned da ooudâs viikkâd ǩiõles da kulttuures.
fin: Saamen kielilaki (1086/03) tuli voimaan vuoden 2004 alussa ja sen tarkoituksena on osaltaan turvata perustuslaissa säädetty saamelaisten oikeus ylläpitää ja kehittää omaa kieltään ja kulttuuriaan.

source: LääŠjj täävtõssân lij staanâd saaŠmid vuõiggâdvuõtt vuõiggâdvuõđmieŠlddsaž vuõiggâdvuõđjäättmõŠšše da šiõǥǥ vaaldšma ǩiõlâst huõlǩani da še nuŠtt, što saaŠmi ǩiõllʼlaž vuõiggâdvuõđ čõõđtet nuŠtt, što tõid ij taarbâž jeeŠrben raukkâd.
fin: Lain tavoitteena on taata saamelaisille oikeus oikeudenmukaiseen oikeudenkäyntiin ja hyvään hallintoon kielestä riippumatta sekä se, että saamelaisten kielelliset oikeudet toteutetaan ilman, että niihin tarvitsee erikseen vedota.

source: LääŠǩǩ kuâskk pukid lääŠddjânnmest maainstum sääŠmǩiõlid: tâŠvvsääŠm, aanarsääŠm da nuõrttsääŠm.
fin: Laki koskee kaikkia Suomessa puhuttavia saamen kieliä: pohjoissaamea, inarinsaamea ja koltansaamea.

source: SaaŠmi dommvuuŠdest åårrai riikki leŠbe kooŠddi pravleeŠnnʼjain leŠbe tuåimmpääiŠǩin äŠššeŠmmen, säŠmmlast lij pâi lääŠjj mieŠlddsaž vuõiggâdvuõtt vaŠlljumuužžes mieŠldd ââŠnned lääŠdd- leŠbe sääŠmǩiõl.
fin: Saamelaisten kotiseutualueella sijaitsevissa valtion tai kuntien virastoissa tai toimipisteissä asioidessaan saamelaisella on aina lain mukainen oikeus valintansa mukaan käyttää suomea tai saamen kieltä.

source: VeŠrǧǧneeŠǩǩi iŠlmmtõõzz, kuultõõzz, teâđtõõzz da vuäŠpstemkõõlb âŠlǧǧe saaŠmi dommvuuŠdest leeŠd ǩeeŠrjtum še säämas.
fin: Viranomaisten ilmoitusten, kuulutusten, tiedotteiden ja opasteiden tulee saamelaisten kotiseutualueella olla myös saamenkielisinä.

source: SaaŠmi dommvuuŠdest veŠrǧǧneeŠǩǩin lij õõlǥtumuš tuåimmjumuužžeez mieŠldd viikkâd ooudâs sääŠmǩiõl âânnmõõžž.
fin: Saamelaisten kotiseutualueella viranomaisilla on velvollisuus edistää toiminnassaan saamen kielen käyttämistä.

source: Kååddlaž veŠrǧǧneeŠǩǩ âŠlǧǧe ââŠnned sääŠmǩiõl kuâŋŋad tuŠmmjõõzzes veeidasvuõđâst sääŠmǩiõl påŠrddǩeeŠrjin da jeeŠres äŠššǩeeŠrjin, koin lij takainalla miârkktõs.
fin: Kunnallisten viranomaisten tulee käyttää suomen kielen ohella harkitsemassaan laajuudessa saamen kieltä pöytäkirjoissa ja muissa asiakirjoissa, joilla on yleistä merkitystä.

source: LääŠjj mieŠldd saaŠmi dommvuuŠd riikkvaž da kååddlaž veŠrǧǧneeŠǩǩin âlgg persoonkååŠdd paŠlǩǩeŠmmen ââŠnned huõl tõŠst, što ääŠššlažkääzzkõs pravleeŠnnʼjain vueiŠtet kääzzkâŠstted še sääŠmǩiõlin.
fin: Lain mukaan saamelaisten kotiseutualueen valtiollisten ja kunnallisten viranomaisten on henkilöstöä palkatessaan huolehdittava siitä, että kussakin virastossa pystytään palvelemaan asiakkaita myös saamen kielellä.

source: VeŠrǧǧneǩ âlgg ââŠnned huõl tõŠst, što škoouŠlŠjumuužžid riâžžeeŠl leŠbe sääŠmǩiõl oudldemnalla ââŠnned huõl tõŠst, što persoonkååŠddest lij tuâjeez oudldem sääŠmǩiõl silttõs.
fin: Viranomaisen tulee myös koulutusta järjestämällä tai muilla tavoin huolehtia siitä, että sen henkilöstöllä on tehtäviensä edellyttämä saamen kielen taito. Jokainen viranomainen valvoo omalla toimialallaan lain noudattamista.

source: Ǩiõllsuåvtõs oudd õõutsââŠjest sääŠmǩiõl konttrin vaalpââŠji mieŠldd mainnâz sääŠmǩiõllsaž ǩiõllʼlaž vuõiggâdvuõđi teâuddjumuužžâst da ooudâsviikkmõõžžâst.
fin: Kielineuvosto antaa yhdessä saamen kielen toimiston kanssa vaalikausittain kertomuksen saamenkielisten kielellisten oikeuksien toteutumisesta ja edistymisestä.

source: SääŠmteŠǧǧ raaji lääŠjj teâuddjumuužžâst eeŠjjest 2007 vuâđđčiõlǥtõõzz SääŠm ǩiõllʼlääŠjj teâuddjumuš eeŠjjin 2004-2007.
fin: Saamelaiskäräjät laati lain toteutumisesta vuonna 2007 perusselvityksen Saamen kielilain toteutuminen vuosina 2004 - 2007.

source: Ǩiõllsuåvtõõzz da sääŠmǩiõl konttâr tuâjjan lij sääŠmǩiõll-lääŠjj ooudâsviikkmõš da vahssmõõžž lââŠssen pueŠreed sääŠmǩiõl staattuuzz da kaggâd sääŠmǩiõl staattuuzz õhttsažkååŠddest.
fin: Kielineuvoston ja saamen kielen toimiston tehtävänä on saamen kielilain edistämisen ja valvonnan lisäksi parantaa saamen kielen asemaa ja kohottaa saamen kielen statusta yhteiskunnassa.

source: Ǩiõl kommunikâŠsttemäärv ânnʼjõžõhttsažkååŠddest liâ puärrnam juŠn muäŠddlå eeŠǩǩed da mâŋŋa eeŠǩǩpââiŠji äiŠǧǧen lij alttuum ǩiõllhuõll- da terminologiituâjj, koin ǩiõččlõõđât jm.
fin: Kielen kommunikaatioarvoa nyky-yhteiskunnassa on parannettu pari vuosikymmentä sitten käynnistyneellä kielenhuolto- ja terminologiatyöllä, jolla pyritään mm. juurruttamaan uudissanat kieleen sen omaan rakenteen mukaisina.

source: SääŠmǩiõl ǩiõllhuõll- da vuäŠpstemtuâjaid lij LääŠddjânnmest håiddam Kotimaisten kielten keskuksen (Dommjânnmlaž ǩiõli kõõskõs) eeŠjj 2011 loopp räjja.
fin: Saamen kielen kielenhuolto- ja neuvontatehtäviä on Suomessa hoitanut Kotimaisten kielten tutkimuskeskus (Ruoktoeatnan gielaid dutkan guovddáš) vuoden 2011 loppuun saakka.

source: EeŠjj 2012 aalǥâst looǥǥeŠl Dommjânnmlažǩiõli tuŠtǩǩeemkõõskõõzz organisaatia mottji da nõmmân šõõddi Dommjânnmlaž ǩiõli kõõskõs da oođumuužž mieŠldd sääŠmǩiõl tuŠtǩǩeei veeŠrjid siŠrddeš Oulu universiteett Giellagas-instituŠtte.
fin: Vuoden 2012 alusta lukien Kotimaistenkielten tutkimuskeskuksen organisaatio muuttui ja nimeksi tuli Kotimaisten kielten keskus ja uudistuksen myötä saamen kielen tutkijan virat siirrettiin Oulun yliopiston Giellagas-instituuttiin.

source: ʼhttsažtâŠvvjânnmlaž ǩiõllõhttsažtuâi oođeet Interreg-teäggtemvuâlaž haŠŋǩǩõõzzin 1.1.2013 - 30.6.2014.
fin: Yhteispohjoismaista kieliyhteistyötä uudistetaan Interreg-rahoitteisella hankkeella 1.1.2013 - 30.6.2014.
